{
  "qna": [
    {
      "qid": "Intent: Course Planning.1",
      "a": "Upon admission to UBC Okanagan, undergraduate admissions will award the most appropriate transfer credit to your file, based on the official transcripts they have received. There are two types of transfer credit awarded to students:\n\n“Assigned”- This type of transfer credit is given when the course completed at a school other than UBC is identical a UBC course. For example, Okanagan College’s ENGL 100 transfers to UBC Okanagan as ENGL 112.\n\n“Unassigned”- This type of transfer credit is awarded when a course completed at another post-secondary institution is not an exact match to what is offered at UBC Okanagan. For example, Okanagan College’s BIOL 150 transfers to UBC Okanagan as BIOL 1st (3 credits).",
      "type": "qna",
      "q": [
        "How do I get transfer credit added to my UBC record?"
      ]
    },
    {
      "qid": "Intent: Course Planning.30",
      "a": "The Keep Learning website offers resources and tips to help you learn effectively, get to know online teaching technologies used at UBC and also take care of yourself while learning online.",
      "type": "qna",
      "q": [
        "Where can I get support with learning remotely?"
      ]
    },
    {
      "qid": "Intent: Course Planning.7",
      "a": "Learn more about Academic Advising services: https://students.ok.ubc.ca/academic-success/academic-advising/",
      "type": "qna",
      "q": [
        "What can I expect from an advisor?"
      ]
    },
    {
      "qid": "Intent: Food.20",
      "a": "Use your Flex Dollars at one of our many off-campus partner locations:\n\nAcademy Corner Store – Academy Hill\nFresh Slice – Academy Hill & Downtown\nDairy Queen – Airport Village\nDunnEnzies – Airport Village\nGulfstream – Airport Village\nKaya Sushi & Grill – Airport Village\nNesters – Airport Village\nQuesada Burritos & Tacos – Airport Village\nGrizzly Bear Bistro & Bar – Airport Village\nPita Pit – Airport Way/Innovation Drive & Downtown\nMTL montREALfood – Landmark\nFormosa Tea Cafe – Central Kelowna\nVietnam Village – Central Kelowna\nWok Box – Central Kelowna\nNature’s Fare – Central Kelowna\nMomo Sushi – Downtown\nParlour Ice Cream – Downtown\nOne Stop – Downtown\nEK’s Grill – Glenmore\nWing N It Pizza – Glenmore & Rutland\nOkanagan Pizza – Rutland\nThe Vegetarian Butcher – Mission\nhttps://food.ok.ubc.ca/feed-me/",
      "type": "qna",
      "q": [
        "In which restaurants can I spend my flex dollars?"
      ]
    },
    {
      "qid": "Intent: International. 1",
      "a": "A valid study permit authorizes you to remain in Canada while you study. If you are an international student, you require a valid study permit to study in Canada. The only exception: if you are accepted in a program that is less than six months (e.g. one term exchange students) and you will complete the program by the end of your original stay in Canada, you do not need a study permit.",
      "type": "qna",
      "q": [
        "Who needs a study permit?"
      ]
    },
    {
      "qid": "Intent: Food.14",
      "a": "PICNIC University Centre, \n3272 University Way Kelowna, B.C. \nKeep an eye out for authentic stone hearth Italian pizzas, an awesome noodle bar, and our all-day egg station. Fresh seafood is 100% sustainably sourced and our fresh chicken is halal. https://food.ok.ubc.ca/places/picnic/",
      "type": "qna",
      "q": [
        "where can i get pizza in UBCO"
      ]
    },
    {
      "qid": "Intent: Services.12",
      "a": "No overnight parking is allowed on campus, unless you live in residence – then parking is available in R lot only. By exception, if you are conducting UBC business and require your vehicle to be parked on campus overnight – contact Parking Services for authorization.",
      "type": "qna",
      "q": [
        "Can I park overnight on campus?"
      ]
    },
    {
      "qid": "Intent: Services.21",
      "a": "To book an appointment with a counsellor, call 250 807 9270 or email healthwellness.okanagan@ubc.ca.\n\nNew patients can now book an appointment online. Note: this is only for students who have not booked with UBCO’s Counselling before.",
      "type": "qna",
      "q": [
        "Is there anywhere I can go for counselling?"
      ]
    },
    {
      "qid": "Intent: Housing.70",
      "a": "Some people may not be able to wear face coverings for a variety of reasons and may qualify for an exemption. Please contact the Residence Life Manager if you have questions or concerns.",
      "type": "qna",
      "q": [
        "What if I see someone who isn’t wearing a face mask?"
      ]
    },
    {
      "qid": "Intent: Services. 1",
      "a": "Compass Cards are convenient, reloadable fare cards that can be used when taking transit within Metro Vancouver. Compass Cards can be loaded with Stored Value, or with prepaid passes (such as Monthly and DayPasses).",
      "type": "qna",
      "q": [
        "What is a compass card"
      ]
    },
    {
      "qid": "Intent: Food.3",
      "a": "https://food.ok.ubc.ca/feed-me/",
      "type": "qna",
      "q": [
        "I am hungry"
      ]
    },
    {
      "qid": "Intent: Housing. 18932",
      "a": "Important Dates\nMay 1\nApply for residence by this deadline to receive the first-year residence guarantee. Complete your residence preference and roommate requests online at the Student Housing and Hospitality Services (SHHS) Online Service Centre.\n\nJune 1\nAccept your offer of admission by this deadline (or the deadline indicated in your Student Service Centre account).\n\nJune – August\nCheck your email regularly for your residence offer. Once UBC sends your offer, you have one week to accept it and pay your deposit online. If you are going to be away in the summer, make arrangements to check your email regularly.\n\nMid-August\nWatch for detailed room assignment information. If you have a roommate, you’ll be able to contact each other in advance.\n\nSeptember 2\nResidence move-in day! Bring your stuff to campus, meet your floormates and Residence Advisor, and start living and learning at UBC.",
      "type": "qna",
      "q": [
        "Important dates I should be aware about housing",
        "dates housing",
        "dates important housing",
        "dates dorms"
      ]
    },
    {
      "qid": "Intent: Housing. 97321",
      "a": "We recommend EFT and Interac payment options as the quickest and easiest way to pay your Residence and Meal Plan fees.\n\nBank Transfer/Electronic Funds Transfer (EFT)\nIf you have an account at a Canadian financial institution, you can pay your residence and meal plan fees through direct debit from your bank account. Log into the Student Service Centre (SSC), click on “Banking Details” and enter your bank’s institution number, transit (bank branch) number, and account number. Once you have entered and saved your banking details, you can pay your fees by selecting “Bank Transfer” under the “Pay Fees” menu. All payments will be applied to your UBC account immediately upon successful transaction and payment information will be forwarded to your financial institution.\n\nInterac® Online\nInterac® Online is available via the Student Service Centre (SSC) or via the Student Housing and Hospitality Services (SHHS) Online Service Centre. You will need to have an account with online banking at one of the following Canadian financial institutions: Royal Bank or TD Canada Trust. NOTE: VISA and Mastercard Debit Cards cannot be used to make an Interac payment online at UBC.\n\nOnline Banking Bill Payment\nBill payment via online banking is now available for residence and meal plan fees.  Make a bill payment from your Canadian online bank account by adding a Payee “UBC Student Housing and Meal Plan”. Your account number at UBC is your student number. Please allow 3-5 business days for processing. This service is currently available at Scotiabank, HSBC Canada, BMO, RBC, TD Canada Trust, CIBC, and Credit Unions in British Columbia. This will expand to additional Canadian banks in future, so please check back for updates.\n\nCheque, Cash, Debit, Money Order\nMake cheque payable to UBC and include your name, UBC ID and residence address on the back of the cheque. Pay in-person at Student Housing and Hospitality Services Main Office by the required deadline. Receipts are given upon request. Traveller’s cheques and post-dated cheques are not accepted. Please note Debit Visa and Debit Mastercard cards issued by a U.S. or other international bank are not accepted.\n\nWire Transfer\nUBC no longer accepts wire transfers for:\n\nStudent housing fee instalments\nMeal plan payments\nTuition and fees\nTo pay with international currency, please use International Funds Transfer.\n\nInternational Funds Transfer\nUBC has chosen Western Union Business Solutions, the world’s largest specialist in global business payments, to provide a simple, low cost method of paying fees in your own currency. Access Western Union International Funds Transfer via the MyFinancial Account via the Student Service Centre (SSC). Instructions can be found under International Funds Transfer at the UBC Student Services website.\n\nNOTE: Payments should be made three days earlier than the due date. Western Union locks in the exchange rate for 72 hours, after which a new exchange rate is applied.\n\nCredit Card (Visa or MasterCard)\nPay by credit card via the Student Housing and Hospitality Services Online Service Centre for:\n\nResidence and residence meal plan fees\nAssessment and late fees\nEarly arrival and extension fees\nPlease note that a non-refundable 1.75% convenience fee will be applied to online credit card payments for the above items.\n\nYou can use your credit card to make fee-free payments online or in person at Student Housing and Hospitality Services for:\n\nResidence application fees\nResidence and residence meal plan acceptance deposits\nResidence room transfer fees\nVoluntary meal plans",
      "type": "qna",
      "q": [
        "How can I pay for my dorm?",
        "How do I pay rent?",
        "pay rez fees"
      ]
    },
    {
      "qid": "Intent: Food. 1083",
      "a": "Taco Del Mar: UNC136-3272 University Way Kelowna, BC, Canada v1v v7v\nhttps://tacodelmar.com/?fbclid=IwAR2uxp1ZM5Ccs5sf5hCCTL1BfwLX4EZ6FiwRNw6xt_pZLkrUgDbgPKrMFyc\n\nThis restaurant is NOT on campus, but you can use your flex dollars here: \nQuesada Burritos & Tacos – Airport Village",
      "type": "qna",
      "q": [
        "Tacos on campus?",
        "I want tacos",
        "recommend me a good taco place",
        "taco tuesday?",
        "Where can I go for tacos on campus?"
      ]
    },
    {
      "qid": "Intent: Services. 1119732",
      "a": "The Disability Resource Centre has been designated by UBC to facilitate access and inclusion for disabled students in all aspects of university life. We work with students to determine reasonable accommodations, and with faculties and other departments to design an inclusive university experience.",
      "type": "qna",
      "q": [
        "I need specific accommodations, who can I contact?",
        "Does UBC offer disability-related accommodations",
        "disability-related accommodations"
      ]
    },
    {
      "qid": "Intent: Course Planning.27",
      "a": "Log onto the Student Service Centre (SSC), hover over ‘Grades and Records’ then select ‘Your Grades Summary’. This is your unofficial transcript, which you can print and utilize as needed.",
      "type": "qna",
      "q": [
        "Where do I find an unofficial transcript?"
      ]
    },
    {
      "qid": "Intent: Food.35",
      "a": "There will still be flex dollars and they can be used at any of the other dining locations on campus, including those operated by the UBCSUO and the off campus partners that we currently have.\nStudents in Lower/Upper Cascades and Monashee Place, as well as students living off campus can purchase an optional meal for added convenience and savings.",
      "type": "qna",
      "q": [
        "Are there still Flex dollars or Optional Meal Plans?"
      ]
    },
    {
      "qid": "Intent: Food.36",
      "a": "Any money that you have in Carryover from prior years can still be used at all dining location on campus, including those operated by the UBCSUO, and the off campus partners. Carryover can also be used to pay for an All Access meal at Nechako's Residence Dining Hall.",
      "type": "qna",
      "q": [
        "What happens to Carryover funds I have from previous years?"
      ]
    },
    {
      "qid": "Intent: Housing.1",
      "a": "If you and your roommate requests all have accepted offers and have matching room preferences, we will do our best to honor these requests. We will be abiding by the recommendations of health authorities when making room assignments.",
      "type": "qna",
      "q": [
        "I’m an upper-year student with roommate requests, will we be able to live together still?"
      ]
    },
    {
      "qid": "Intent: Housing.50",
      "a": "You are required to wear a non-medical mask in shared indoor spaces such as lobbies, hallways, corridors, stairwells, elevators, laundry rooms, study and meeting spaces, lounges, common kitchens, fitness rooms, games rooms, and in the residence dining servery area.",
      "type": "qna",
      "q": [
        "Where do I need to wear a mask in residence?"
      ]
    },
    {
      "qid": "Intent: Course Planning.6",
      "a": "Students should contact Academic Advising to discuss how transfer credit can apply to your UBC degree requirements. For more information on transfer credit visit our transfer credits page.",
      "type": "qna",
      "q": [
        "How does my transfer credit apply to my degree?"
      ]
    },
    {
      "qid": "Intent: Food.29",
      "a": "There are several reasons for the change.\nFood Security. Healthy Food. Eliminating buyer’s remorse. The social aspect. Sustainability.\n\nhttps://food.ok.ubc.ca/meal-plans/nechako/#mealplan",
      "type": "qna",
      "q": [
        "Why has the meal plan changed?"
      ]
    },
    {
      "qid": "Intent: Food.7",
      "a": "https://food.ok.ubc.ca/feed-me/",
      "type": "qna",
      "q": [
        "what are some good restaurants in ubco"
      ]
    },
    {
      "qid": "Intent: Food.4",
      "a": "https://food.ok.ubc.ca/feed-me/",
      "type": "qna",
      "q": [
        "Can you tell me a place to eat?"
      ]
    },
    {
      "qid": "Intent: Housing. 0932",
      "a": "Essentials\nBed and bath linens (bed linen size is twin, extra long)\nMask(s) and hand sanitizer\nYour favourite pillow\nToiletries and tote bag\nClothes hangers\nGarbage can\nBathroom cleaning supplies\nLaundry bag and detergent\nSewing kit\nEmergency kit and flashlight\nElectronics\nComputer and security lock\nExtension cord\nPower bar and surge protector\nHeadphones\nAlarm clock\nTo wear\nRain gear (umbrella, boots)\nWinter gear (jacket, scarf, toque, gloves, boots)\nSome dressy clothes\nSlippers\nRobe & flip-flops\nJust in case\nIdentification documents\nHealth care card\nInsurance papers\nPrescriptions/medications\nLounge snacking\nFood containers, cutlery\nMicrowave-safe dishes\nDishcloth & soap\nYour favourite mug\nPermitted appliances (these are itemized further in this list)\nSuite-style living\nPots & pans\nCutlery, cooking utensils\nDishes & Tupperware\nKitchen cleaning supplies\nToilet paper\nPermitted appliances (these are itemized further in this list)",
      "type": "qna",
      "q": [
        "What should I pack?",
        "What should I bring to residence?",
        "what should I buy for my dorm?",
        "what should I bring to my room?"
      ]
    },
    {
      "qid": "Intent: Housing 31",
      "a": "We will continue to provide the services and amenities that align with guidance from health authorities and help create a healthy, safer, and supportive community environment. Key adjustments may include:\nCommunal/common spaces may be temporarily closed or have seating removed. This includes study rooms along with outdoor recreation spaces.\nCommunity building events and activities will not take place, including building competitions and large-scale events.\nThere may be a reduced number of residents overall, and limited opportunities and support for building communities.\nThe Residence Meal Plan will be modified: There will be reduced selection of food options, and physical distancing protocols mandated at all food service locations.\nKeep in mind that we may have to adjust our services and amenities on an ongoing basis, often on short notice, to align with public health authorities. Please also be aware that Student Housing is not enforcing physical distancing. As health authorities remind us, they “are recommending physical distancing as one of the ways to help reduce the spread of COVID-19. At this time, there are no public health orders enforcing physical distancing.”",
      "type": "qna",
      "q": [
        "What Residence amenities have been adjusted in response to COVID-19?"
      ]
    },
    {
      "qid": "Intent: Housing. 9732",
      "a": "To be guaranteed a place in residence in your First Year, you must meet the following criteria: \n(must meet ALL requirements)\n\nYou are eligible to live in residence based on your age and academic credit load.\nYour application to UBC and application for Winter Session residence were received on time– May 1. First year students can open a residence application as soon as they complete their application to UBC.\nYou must receive and accept UBC’s offer of academic admission by June 1.\nAdditional Considerations\n\nYou are entering UBC directly from high school or CEGEP. (i.e., you graduated within the last year, between this June and the previous June – and you have not completed any post-secondary coursework.\nYou are a newly admitted first or second year international undergraduate student (excluding post-baccalaureate degree programs).",
      "type": "qna",
      "q": [
        "As a freshman do I have a room guaranteed on campus?",
        "Can I live on campus in my first year?",
        "How do I find housing in my first year?"
      ]
    },
    {
      "qid": "Intent: Housing. 19374",
      "a": "Students with a Winter Session Residence Contract may be eligible to arrive early. The following groups must apply online to be considered (proof of registration required):\nEarly starting academic programs\nAthletic commitments\nJumpstart\nEarly arrivals may be placed in a different room than assigned for the remainder of the Winter Session. These residents will be required to move on short notice (less than 24 hours).\n\nEarly arrival fees may apply. If approved, payment must be made prior to arrival.",
      "type": "qna",
      "q": [
        "I need to arrive early to campus for reasons other than self-isolation, what should I do?"
      ]
    },
    {
      "qid": "Intent: Housing.77",
      "a": "Before you accept we want you to understand that, in light of the ever-changing dynamics of  COVID-19, it is not possible to offer you a “typical” residence experience. We ask that you adjust your expectations so that you can make an informed choice. We will continue to provide the services and amenities that align with guidance from health authorities, to help create a healthy, supportive and safe community environment, noting that it takes everyone in the community to accomplish this goal.",
      "type": "qna",
      "q": [
        "What do I need to know before I accept my 2020-2021 Residence offer?"
      ]
    },
    {
      "qid": "Intent: Financial Aid. 169732",
      "a": "The BC Access grant is a needs-based benefit issued by the BC government that provides students in undergraduate programs with additional funding for post-secondary education. \n\nYou must be eligible to apply for and receive a student loan to access the grant. Once you apply for your loan, you will automatically be assessed for the grant. \n\nFor more information, visit the StudentAid BC website.",
      "type": "qna",
      "q": [
        "What is the BC Access Grant and how can I apply for it?",
        "What is BC Access Grant?",
        "Who can apply for BC Access Grant?"
      ]
    },
    {
      "qid": "Intent: Housing. 821",
      "a": "Your residence costs will vary depending on what type of room you live in and what size of meal plan you choose. A typical cost for a room and meal plan is between $9,000 and $11,000 for the eight-month school year.",
      "type": "qna",
      "q": [
        "How much is it to live on campus?",
        "How much is on campus housing?",
        "How much do I need to pay for my dorm?",
        "what is the monthly rent of a dorm?"
      ]
    },
    {
      "qid": "Intent: Services. 7",
      "a": "You may dispute the alleged violation on the Parking Violation Notice within 14 days of the date on the traffic notice.\n\nThe dispute must be submitted directly to the Hearing Officer, where emailed disputes are not accepted. To dispute a ticket online, login to your parking account using your CWL username and password.",
      "type": "qna",
      "q": [
        "How do I dispute a ticket?"
      ]
    },
    {
      "qid": "Intent: Services. 3",
      "a": "Enforcement confirms compliance with the license plate, not the hanging permit. The license plate is scanned and must be in the system linked to a permit or a daily pass. If not, a ticket is issued.",
      "type": "qna",
      "q": [
        "How will Parking Services know that you have a permit?"
      ]
    },
    {
      "qid": "GreetingHookExample",
      "a": "Lambda Hooks allow you to extend QNA Bot by returning dynamic answers.",
      "l": "QNA:ExampleJSLambdahook",
      "type": "qna",
      "q": [
        "What are lambda hooks",
        "What is a lambda hook"
      ]
    },
    {
      "qid": "Intent: Housing. 22",
      "a": "If you are feeling ill, are experiencing symptoms of COVID-19 (such as fever, dry cough, difficulty breathing, or lack of taste or smell), or think you may have come into contact with someone with COVID-19, follow these steps:\n\nStay home.\nCheck your symptoms on the BC Centre for Disease Control website, or contact Health and Wellness.\nUse this self-assessment tool to determine your next steps (be that visiting a clinic, testing facility, emergency department, etc). Testing is recommended for anyone with cold-, flu- or COVID-19-like symptoms – even mild ones.\nNeed to be tested for COVID-19? Learn more about the process here. The Testing Centre in Kelowna is available by appointment, and is open 7 days a week.\nSelf-isolate until your test results come back. If you require food, medication, or have other needs while isolating, contact your Residence Life Manager to alert us of your situation, and we will outline supports for you.\nIf you test positive, public health will get in touch and give you instructions on how to self-isolate.",
      "type": "qna",
      "q": [
        "If I'm feeling sick, what should I do?"
      ]
    },
    {
      "qid": "Intent: Food.25",
      "a": "This is plan allows students who are not part of the mandatory meal plan enjoy all-you-care-to-eat access to the Nechako Dining Hall (opening Fall 2021).\n\nDiners swipe their card upon entering the Nechako Dining Hall and have access to everything being served. They are able to enter and dine as often as they wish, without limits. Students can also use the Flex Dollars portion of their meal plan to make purchases at Nechako’s convenience store, as well as the other UBCO Food Service locations on campus, and our off-campus partners!",
      "type": "qna",
      "q": [
        "What is the optional meal plan?"
      ]
    },
    {
      "qid": "Intent: Housing.2",
      "a": "Includes accommodation in a student residence and three meals a day to students travelling to UBC from outside Canada (hence required to self-isolate), or have been instructed by public health to self-isolate, and who are not able to self-isolate in their own accommodation.\nhttps://www.housing.ubc.ca/self-isolate/ok/",
      "type": "qna",
      "q": [
        "Tell me more about UBC's 14-day self-isolation packages (accommodation and meals) for all students travelling to UBC from outside Canada."
      ]
    },
    {
      "qid": "Intent: Food.11",
      "a": "PICNIC\nUniversity Centre\n3272 University Way\nKelowna, B.C.\n\nKeep an eye out for authentic stone hearth Italian pizzas, an awesome noodle bar, and our all-day egg station. Fresh seafood is 100% sustainably sourced and our fresh chicken is halal.\n\nhttps://food.ok.ubc.ca/places/picnic/",
      "type": "qna",
      "q": [
        "what are the best pizza in UBCO"
      ]
    },
    {
      "qid": "Intent: Covid.2",
      "a": "The Keep Learning website offers resources and tips to help you learn effectively, get to know online teaching technologies used at UBC and also take care of yourself while learning online.",
      "type": "qna",
      "q": [
        "Where can I get support with learning remotely?"
      ]
    },
    {
      "qid": "Intent: Food.15",
      "a": "Green Bean Coffee Co.\nUniversity Centre, 3272 University Way, Kelowna, BC V1V 1V7\n\nTIM HORTONS EXPRESS. Arts Building, 1147 Research Road. Kelowna, B.C.\n\nStarbucks. Fipke Centre, 3247 University Way. Kelowna, B.C.",
      "type": "qna",
      "q": [
        "best cafes in UBCO"
      ]
    },
    {
      "qid": "Intent: Food.5",
      "a": "https://food.ok.ubc.ca/feed-me/",
      "type": "qna",
      "q": [
        "I need food"
      ]
    },
    {
      "qid": "Intent: Services.10",
      "a": "Short term parking is available at UNC Short Term Parking (Honk Zone 5598), DIS Short Term Parking (Honk Zone 5586) and GYM Short Term Parking (Honk Zone 5596) at a rate of $2.00 per hour up to a maximum of 2 hours.\n\nVisitor ParkingFrom September 1st thru April 30th, day pass Pay Stations are available in H Lot (economy lot) and W Lot (beside the Upper Campus Health Building). Short term and daily parking is also available in lots B, G, J and S after 12pm, and in lots E and F after 1pm.\n\n Pay Stations accept coins,  Visa or MasterCard. Permits cost $6 to $8 until 6pm, $4 to $6 for 3 hours and $4 after 6pm.",
      "type": "qna",
      "q": [
        "I’m just visiting for the day. Where should I park?"
      ]
    },
    {
      "qid": "Intent: Housing.80",
      "a": "Students with a Winter Session Residence Contract may be eligible to arrive early. The following groups must apply online to be considered (proof of registration required):\nEarly starting academic programs\nAthletic commitments\nJumpstart\nEarly arrivals may be placed in a different room than assigned for the remainder of the Winter Session. These residents will be required to move on short notice (less than 24 hours).\n\nEarly arrival fees may apply. If approved, payment must be made prior to arrival.",
      "type": "qna",
      "q": [
        "I need to arrive early to campus for reasons other than self-isolation, what should I do?"
      ]
    },
    {
      "qid": "Intent: Services.11",
      "a": "No, but on weekdays after 6pm and all day weekends you can park in any valid parking lot other than R lot. GYM Short Term Parking or UNC Short Term Parking is not inclusive.",
      "type": "qna",
      "q": [
        "I have a valid permit. During holidays, reading break and exam periods, can I park in another lot other than my designated permit lot?"
      ]
    },
    {
      "qid": "Intent: Services.20",
      "a": "While you can have up to 5 vehicles on your parking account linked to your permit, only one (1) vehicle can be parked on campus at any given time. If an additional vehicle is parked on campus, it must pay for parking separately, either at a Pay Station or through Honk.",
      "type": "qna",
      "q": [
        "I have multiple vehicles registered to my permit, how many can park on campus?"
      ]
    },
    {
      "qid": "Intent: Housing.51",
      "a": "In your private residence unit (also includes shared apartments, townhouses and connected single rooms)\nWhen you are the sole occupant of an enclosed room on residence property.",
      "type": "qna",
      "q": [
        "Where do I NOT need to wear a mask in residence?"
      ]
    },
    {
      "qid": "Intent: Services. 5",
      "a": "Visit parking.ok.ubc.ca\nLogin to Parking Account\nManage Account, and enter your CWL information\nSelect Vehicles from the top of the page",
      "type": "qna",
      "q": [
        "How can I update my vehicle information for the parking permit?"
      ]
    },
    {
      "qid": "Intent: Services 1",
      "a": "Compass Cards are convenient, reloadable fare cards that can be used when taking transit within Metro Vancouver. Compass Cards can be loaded with Stored Value, or with prepaid passes (such as Monthly and DayPasses).",
      "type": "qna",
      "q": [
        "What is a compass card?"
      ]
    },
    {
      "qid": "Intent: Course Planning.21",
      "a": "If you have a seat in the lecture and labs are full or blocked, keep an eye on the Student Service Centre (SSC) for a seat to become available in a lab. Sometimes students drop the course which opens a seat for you and sometimes the faculty opens another lab section. If you’re concerned about being unable to register the lab, contact the relevant department for assistance.",
      "type": "qna",
      "q": [
        "I'm registered in a lecture but I can't get into a lab. What do I do?"
      ]
    },
    {
      "qid": "Intent: Course Planning.19",
      "a": "A yellow warning is like a yield sign. Are you sure you meet the prerequisites for the course? If you are, then proceed with registration. If the department offering the course later determines that you do not meet the prerequisites, you may be de-registered from the course (prior to the add/drop deadline).",
      "type": "qna",
      "q": [
        "I'm getting a yellow warning - what does that mean?"
      ]
    },
    {
      "qid": "Intent: Course Planning.8",
      "a": "Academic advisors provide degree, program, and learning support for students in all programs. Academic advisors can help students with things like: degree/program requirements, declaring majors/specializations, choosing majors/specializations, course planning, improving study skills, and navigating UBC Okanagan policies and procedures.\n\nProgram advisors are faculty members who assist students with program-specific requirements. Program advisors can help students with things like: program requirements, honours programs, study abroad credits, making substitutions in prerequisite or program courses, and preparing for graduate school.",
      "type": "qna",
      "q": [
        "What's the difference between academic and faculty/program advisors?"
      ]
    },
    {
      "qid": "Intent: Covid.1",
      "a": "Yes. Based on current guidance from provincial and regional public health authorities, UBC is planning for a return to on-campus activity for Winter Session, Term 1, in September. Courses are primarily in-person, with the expectation that students will attend on campus.",
      "type": "qna",
      "q": [
        "Is UBC planning a return to in-person classes for the 2021/22 Winter Session?"
      ]
    },
    {
      "qid": "Intent: Financial Aid. 1219732",
      "a": "Are you a Canadian citizen, permanent resident, or protected person in Canada hoping to attend UBC, but aren’t sure how you’ll finance it? If so, you may want to apply for a Centennial Scholars Entrance Award. These awards assist students who are academically qualified and hope to contribute to the UBC community, but would not be able to attend without substantial financial help.\n\nThe Rick and Yasmin Thorpe and Friends Transfer Scholarship assists transfer students who are graduates of Summerland Secondary School, Penticton Secondary School, Princess Margaret Secondary School, or Penticton Christian School who are registered in full-time studies at UBC Okanagan in any one of the following programs: Management, Engineering, English, Creative Writing, Nursing, or Science. The scholarship provides transfer students, who are strong academically, a one-year, non-renewable scholarship of $1,250.",
      "type": "qna",
      "q": [
        "Are there any awards for first years?",
        "can I apply to any scholarship in my first year?",
        "am I eligible for any type of award?",
        "scholarships first year domestic students",
        "awards for Canadians",
        "awards",
        "scholarships"
      ]
    },
    {
      "qid": "Intent: Financial Aid. 8374732",
      "a": "UBC’s commitment to providing quality learning experiences and services has not changed as we adapt to current circumstances and offer new modalities of delivery to keep you, your fellow students, faculty, and staff safe during COVID-19. Given this and the commitment to increased student financial assistance, tuition rates will be assessed as approved by the Board of Governors in December 2019.\n\nTuition is vital to maintaining the academic continuity and operations of UBC and providing the range of supports students require now and when we are able to transition to more in-person learning.\n\nUBC has worked closely with the provincial and federal governments on the new programs that have been introduced for students experiencing increased financial need. We have also increased funding to the university’s financial assistance programs to support students.",
      "type": "qna",
      "q": [
        "Will tuition be discounted when classes are primarily conducted online?",
        "are online classes cheaper?",
        "is there a tuition discounts for online classes?",
        "are online courses cheaper?"
      ]
    },
    {
      "qid": "Intent: International. 11",
      "a": "New! All air travellers arriving from outside of Canada are now required to reserve and complete a 3-night stay at a government-approved hotel in the city of their arrival, while awaiting the results of a COVID-19 test taken immediately upon landing in Canada. All travellers flying to Canada must also take a COVID-19 molecular test within 72 hours before their flight’s scheduled departure time. Visit UBC’s Travelling to Canada During COVID-19 webpage for details and updates.",
      "type": "qna",
      "q": [
        "I will be arriving from outside of Canada, what are my options for self-isolation?",
        "If I come to Canada from another country do I need to quarantine?",
        "Do you offer quarantine options for students coming back from abroad?",
        "Tell me about your quarantine packages.",
        "Do you have quarantine units?",
        "Do you have self-isolations units?"
      ]
    },
    {
      "qid": "Intent: Services. 6",
      "a": "Park in H or W lot and purchase a day pass (until 6pm) from our Pay Stations or HonkMobile.\n\nAt the Pay Station, you can pay with coin,  Visa or MasterCard.\n\nThe cost is $6 to $8 until 6pm, $4 to $6 for 3 hours and $4 after 6pm.\n\nLots B, G, J and S start at 12pm and lots E and F at 1pm.\n\nShort term parking (maximum 2 hours) is available at UNC Short Term Parking and GYM Short Term Parking.\n\nShare your commute by carpooling. Find out more about carpooling at carpool.ca links to external site.\n\nU-PASSlinks to external site (Universal Transportation Pass) is available to all UBC students and provides unlimited access to the Kelowna Regional Transit Bus System. U-PASS is available through the Students’ Union.",
      "type": "qna",
      "q": [
        "I don't have a permit, where can I park?",
        "Can I park on campus WITHOUT a permit?"
      ]
    },
    {
      "qid": "Intent: Financial Aid. 39732",
      "a": "In most cases, you may work on-campus starting the first day of the term you begin at UBC, if you:\n\nAre a full-time student at UBC.\nHold a valid study permit.\nHave obtained a Social Insurance Number (SIN).\nNote: Exchange students and visiting international students are eligible to work on-campus if they have a valid study permit and are full-time.",
      "type": "qna",
      "q": [
        "Can I work as an international student?",
        "Am I eligible to work as a international student?",
        "How many hours can I work if I am not Canadian",
        "Only Canadians can work and study?",
        "Can I work on campus if I have a valid study permit?"
      ]
    },
    {
      "qid": "Intent: International.2",
      "a": "If your documents such as study or work permits are lost or stolen, you must request a replacement from IRCC. Follow instructions on the IRCC website, submit your application for replacement and a $30 processing fee, and expect your documents to arrive by mail in approximately two weeks. You may continue studying and/or working while your documents are being replaced. However, you should not leave Canada until you receive your replacement study or work permit.",
      "type": "qna",
      "q": [
        "What if my immigration documents get lost or stolen?",
        "I lost my passport, what can I do?"
      ]
    },
    {
      "qid": "Intent: Financial Aid. 129732",
      "a": "If you’re experiencing financial distress, you can schedule a confidential appointment with a Student Services representative. Together, you can review what resources are available based on your individual situation.",
      "type": "qna",
      "q": [
        "I am experiencing financial distress due to COVID, what can I do?",
        "Financial distress",
        "facing financial distress",
        "I am facing economical hardships, what can I do?"
      ]
    },
    {
      "qid": "Intent: Financial Aid. 08239732",
      "a": "Visit UBC Careers to view faculty and staff postings, including all on campus food service employment opportunities.\nhttps://hr.ubc.ca/careers-and-job-postings",
      "type": "qna",
      "q": [
        "Are there options to work on campus?",
        "Part time job on campus",
        "work on campus",
        "part time work opportunities",
        "full time jobs near me",
        "jobs as a student ubco"
      ]
    },
    {
      "qid": "Intent: Housing. 973211",
      "a": "NO",
      "type": "qna",
      "q": [
        "Are meal plan fees included in residence fees?"
      ]
    },
    {
      "qid": "Intent: Housing.60",
      "a": "Employees of UBC Student Housing and Hospitality Services, guest speakers and other third-party service providers are not governed by these COVID-19 residence rules but are governed by a different sets of COVID-19 Rules which are compliant with the guidelines of Public Health Authorities and may differ from those that apply to residents. By example, staff working in offices or behind plexiglass at the Front Desk are in a private workspace, and able to physically distance. Additionally, some staff working in residence may be proactively wearing a face shield to enhance accessibility or to meet the diverse needs of our community.",
      "type": "qna",
      "q": [
        "Some staff working in residence don’t always wear a mask. Why is that?"
      ]
    },
    {
      "qid": "Intent: Housing.10",
      "a": "New rules are in effect in all Student Residences managed by UBC Student Housing to help maintain the health and safety of yourself and others in the residence community. Compliance is mandatory; failure to follow the stated rules may result in residence standards action and/or termination of your residence contract and eviction from residence.",
      "type": "qna",
      "q": [
        "Tell me more about the new COVID-19 Student Housing Health and Safety Rules. What will be required of me to help keep my community healthy?"
      ]
    },
    {
      "qid": "Intent: Food.30",
      "a": "It's open to all students!\n\nThe All-Access Meal Plan mandatory for students living in Cassiar, Kalamalka, Nicola, Purcell, Valhalla, Skeena, Nechako, and Similkameen Place.\nThose living in suite-style residences or off campus can also purchase a meal plan. In addition to an Optional Meal plan (that is the equivalent to the above mandatory meal plan), they also have the option of purchasing a set number of meals that can be added to their UBCcard. Each time they enter the Residence Dining Hall, a meal is deducted.",
      "type": "qna",
      "q": [
        "Who can purchase this meal plan?"
      ]
    },
    {
      "qid": "Intent: Food.22",
      "a": "Our Meal Plan is made up of of two types of Dining Dollars:\n\nAll Access - $5,498.48\nAll Access dining has one set cost of $5,498.48 allowing students to dine as often as they like at the Nechako Residence Dining Hall, without restrictions of any kind.\n\nFlex Dollars - $300.56\nDiners will be able to use $300.56 from their meal plan as Flex dollars, which they can use at other on-campus dining locations, or our off-campus dining partners.",
      "type": "qna",
      "q": [
        "Difference between flex dollars and all access dollars"
      ]
    },
    {
      "qid": "Intent: Housing.26",
      "a": "A number of self-contained suites have been set aside for residents in the event of illness that may require self-isolation/quarantine support during the Fall 2020 term. If this occurs, we will work closely with Interior Health to ensure all safety precautions are taken for ill individuals and other residents.",
      "type": "qna",
      "q": [
        "What will happen if a resident contracts the virus while living in student housing?"
      ]
    },
    {
      "qid": "Intent: Housing.4",
      "a": "As plans for Fall 2021 are finalized, more information regarding LLCs will become available. To learn more about this program, https://okanagan.housing.ubc.ca/ilc/",
      "type": "qna",
      "q": [
        "I’ve heard great things about the Living Learning Communities (LLCs), what’s the plan for this year?"
      ]
    },
    {
      "qid": "Intent: Housing.52",
      "a": "No.  You are not required to wear a mask in your private residence unit (also includes shared apartments, townhouses and connected single rooms).",
      "type": "qna",
      "q": [
        "Do I need to wear a mask in my unit?"
      ]
    },
    {
      "qid": "Intent: Food.19",
      "a": "YES",
      "type": "qna",
      "q": [
        "Are there any restaurants off campus in which I can spend my Flex Dollars?"
      ]
    },
    {
      "qid": "Intent: Covid.3",
      "a": "Decisions around academic regulations and variances to them (concessions) are generally made within the Faculties. Students are advised to contact their Home Faculty Academic Advising Office at UBC Vancouver or the Academic Advising office at UBC Okanagan to explore what options may be available to them.",
      "type": "qna",
      "q": [
        "What is UBC doing to address academic assessment and course concessions?"
      ]
    },
    {
      "qid": "Intent: Covid.6",
      "a": "Student Services has compiled some university and community resources, which are available to support you. The following blog post on How to get and give support during the COVID-19 outbreak also provides some helpful guidance.",
      "type": "qna",
      "q": [
        "Where can I find support for my mental health and wellbeing during this time?"
      ]
    },
    {
      "qid": "Intent: Course Planning.20",
      "a": "A red warning is like a stop sign. The system will not allow you to register. It is very likely you do not meet the prerequisites and you may want to consider registering those first.",
      "type": "qna",
      "q": [
        "I'm getting a red warning - what does that mean?"
      ]
    },
    {
      "qid": "Intent: Food.13",
      "a": "Rocket\n\nEngineering, Management & Education (EME)\n1137 Alumni Ave\nKelowna, B.C.\n\nRocket serves a wide range of healthy, nutritious, fresh and unique salads, sandwiches, and stews all day in the Engineering, Management and Education Building (EME).\n\nhttps://food.ok.ubc.ca/places/rocket/",
      "type": "qna",
      "q": [
        "i want a sandwich"
      ]
    },
    {
      "qid": "Intent: Food.10",
      "a": "Sunshine\n1138 Alumni Ave, Kelowna\n\nDig into made-to-order pasta, tasty poké bowls, delectable plant-based burgers, vegan & vegetarian food, and many more globally-inspired dishes.\n\nhttps://food.ok.ubc.ca/places/sunshine/",
      "type": "qna",
      "q": [
        "i want to eat pasta"
      ]
    },
    {
      "qid": "Intent: Covid.5",
      "a": "UBC has cancelled all upcoming international programs for students to December 31, 2021.",
      "type": "qna",
      "q": [
        "What is the status of overseas programs?"
      ]
    },
    {
      "qid": "Intent: Food.16",
      "a": "https://food.ok.ubc.ca/feed-me/",
      "type": "qna",
      "q": [
        "Where can I buy food or dine on campus this spring/summer?"
      ]
    },
    {
      "qid": "Intent: Food.8",
      "a": "https://food.ok.ubc.ca/feed-me/",
      "type": "qna",
      "q": [
        "suggest me a good place to eat"
      ]
    },
    {
      "qid": "Intent: Services. 2",
      "a": "UBC Okanagan has set aside a variety of areas in the following academic buildings to accommodate the informal study space needs of students taking in-person classes, those living on campus, or who need to be on campus for other reasons:\n\nArts building (ART)\nCommons building (COM)\nEngineering, Management and Education building (EME)\n\nhttps://ok.ubc.ca/covid19/students/study-spaces/",
      "type": "qna",
      "q": [
        "What study spaces are currently available on campus?"
      ]
    },
    {
      "qid": "Intent: Services.23",
      "a": "In your first visit with a counsellor, they will meet with you to clarify your current needs and/or goals. With your counsellor’s support, you will develop an individualized plan to improve your overall well-being. This first visit is usually brief and shorter than a scheduled counselling session.",
      "type": "qna",
      "q": [
        "What happens in my first counselling meeting?"
      ]
    },
    {
      "qid": "Intent: Housing. 8903",
      "a": "Don’t bring these items to residence\n\nUnauthorized furniture\nNon-CSA approved halogen lamps\nBottled beer\nBBQs\nPropane\nExpensive bicycles\nExpensive jewelry\nProhibited Items\nExplosives\nFirecrackers\nHover boards\nReal, replica or fake guns/weapons (refer to Weapons clause in Residence Contract for further detail)\nIllegal drugs\nLarge appliances such as washing machines, clothes dryers, stoves, dishwashers, refrigerators (small bar fridges and mini freezers permitted)\nPets\nHot plates and butane burners\nSub-woofer audio equipment\nMercury Thermometers",
      "type": "qna",
      "q": [
        "What things I should not bring with me to residence?",
        "what should I not pack?",
        "Is there anything that I cannot bring to the dorms?",
        "are there prohibited items in the dorms?"
      ]
    },
    {
      "qid": "Intent: Financial Aid. 89732",
      "a": "Please contact Enrolment Services at 604 822 9836 or submit your request online and they will review your situation and let you know what is available for you.\n\nIf you have additional costs due to classes being moved online, an Enrolment Services Advisor can help you explore your financial options.\n\nUBC may be able to provide some funding through the UBC Technology Bursary to help students who experience financial hardships and face difficulties accessing technology essential to learning online. Please reach out to an Enrolment Services Advisor for more information.",
      "type": "qna",
      "q": [
        "What support does UBC offer if I have additional costs due to classes being moved online?"
      ]
    },
    {
      "qid": "Intent: Food.17",
      "a": "The All-Access Meal Plan will be mandatory plan for students in Cassiar, Nicola, Purcell, Kalamalka, Valhalla, Skeena, Similkameen Place and Nechako residences. \nAn Optional Meal Plan will be available for students in Lower/Upper Cascades and Monashee Place, or those living off-campus.",
      "type": "qna",
      "q": [
        "What is the Meal Plan at UBCO?",
        "meal plan"
      ]
    },
    {
      "qid": "Intent: Course Planning.22",
      "a": "A ‘W’ on your transcript indicates that you have attempted a university course and have chosen to withdraw within university guidelines. A ‘W’ does not get calculated into your overall GPA or sessional evaluation.\n\nA withdrawal does not detract from your academic record.",
      "type": "qna",
      "q": [
        "What does a 'W' mean?"
      ]
    },
    {
      "qid": "Intent: Course Planning.24",
      "a": "It is very difficult to drop a course after the final deadline has passed. However, if you feel you have exceptional circumstances, you should speak to an academic advisor about completing a ‘Late Withdrawal Request’ form.\n\nBe forewarned that these requests are not granted lightly and you will need to provide compelling reasons for having missed the deadlines.",
      "type": "qna",
      "q": [
        "I missed the deadline for dropping a course, what do I do?"
      ]
    },
    {
      "qid": "Intent: Course Planning.26",
      "a": "Reasons for this can vary. Book an appointment with an Academic Advisor to have your file reviewed as soon as possible.",
      "type": "qna",
      "q": [
        "What do I do if I have an 'advising block' on my registration?"
      ]
    },
    {
      "qid": "Intent: Course Planning.23",
      "a": "All courses will finish 10 minutes before the time listed in the course schedule. The size of the campus also allows students to register in back-to-back courses.",
      "type": "qna",
      "q": [
        "Can I register in courses scheduled back-to-back?"
      ]
    },
    {
      "qid": "Intent: Covid.4",
      "a": "Inform your instructor of your concerns and request the changes you require. Include your accessibility advisor in the request and work with the Centre for Accessibility at UBC Vancouver, or the Disabilities Resource Centre at UBC Okanagan, who can support the process of improving accessibility.",
      "type": "qna",
      "q": [
        "I’m worried that my academic accommodations aren’t being met with remote teaching and evaluation methods. What should I do?"
      ]
    },
    {
      "qid": "Intent: Housing.3",
      "a": "If you would like to discuss short term payment deferrals, our Housing Administration team is here to help. Please contact us at information@housing.okanagan.ubc.ca\n\nIf you’re facing financial hardship or have questions around your finances, please contact Financial Aid at sis.ubco@ubc.ca.",
      "type": "qna",
      "q": [
        "I have concerns related to the payment of my residence fees, who can I contact for help?"
      ]
    },
    {
      "qid": "Intent: Food.21",
      "a": "Our Meal Plan is made up of of two types of Dining Dollars:\n\nAll Access - $5,498.48\nAll Access dining has one set cost of $5,498.48 allowing students to dine as often as they like at the Nechako Residence Dining Hall, without restrictions of any kind.\n\nFlex Dollars - $300.56\nDiners will be able to use $300.56 from their meal plan as Flex dollars, which they can use at other on-campus dining locations, or our off-campus dining partners.",
      "type": "qna",
      "q": [
        "What are flex dollars?"
      ]
    },
    {
      "qid": "Intent: Food.23",
      "a": "The All-Access Meal Plan will be mandatory plan for students in Cassiar, Nicola, Purcell, Kalamalka, Valhalla, Skeena, Similkameen Place and Nechako residences. An Optional Meal Plan will be available for students in Lower/Upper Cascades and Monashee Place, or those living off-campus.",
      "type": "qna",
      "q": [
        "Who needs to enroll into the mandatory Meal Plan?"
      ]
    },
    {
      "qid": "Intent: Food.27",
      "a": "Construction will be completed in late spring 2021, and the building will be open in August.\nThe Residence Dining Hall will be open for the 2021 fall semester.\nThe hours haven’t been finalized yet, but it will be open 7 days a week, from early morning to late evening.\n\nhttps://food.ok.ubc.ca/meal-plans/nechako/#mealplan",
      "type": "qna",
      "q": [
        "When will Nechako be open?"
      ]
    },
    {
      "qid": "Intent: Food.31",
      "a": "The Residence Dining Hall will be open for anyone on campus to eat. Diners not on a meal plan will pay at the entrance, and will then have the same access to all-you-care-to-eat while in the dining hall.",
      "type": "qna",
      "q": [
        "What about diners who don't have a meal plan?"
      ]
    },
    {
      "qid": "Intent: Food.2",
      "a": "Fusion Express. 3272 University Way, Kelowna, BC V1V 1V7\n\nGolden Island Asian Cuisine. 975 Academy Way #121, https://www.skipthedishes.com/golden-island-asian-cuisine",
      "type": "qna",
      "q": [
        "I am looking for asian fusion food on campus"
      ]
    },
    {
      "qid": "Intent: Housing.5",
      "a": "https://okanagan.housing.ubc.ca/residence-life/moving-in/",
      "type": "qna",
      "q": [
        "Where can I find information about move-in, and what are you doing differently this year?"
      ]
    },
    {
      "qid": "Intent: Food.6",
      "a": "https://food.ok.ubc.ca/feed-me/",
      "type": "qna",
      "q": [
        "Food near ubco"
      ]
    },
    {
      "qid": "Intent: Financial Aid. 9732",
      "a": "UBC is strongly committed to ensuring accessibility for domestic students.\nPolicy 72 (PDF) was created to ensure that UBC is financially accessible to all domestic students and that domestic students are not prevented from starting or continuing their studies for financial reasons.\n\nFor many years, UBC students have strongly endorsed two practices: designating an amount of every student’s tuition to fund financial support for all (called the tuition pool) and sharing that financial support across programs in a way that ensures that funds are spent where they will do the most good.\n\nIn addition to the tuition pool, financial support is available from private donations. Faculties fundraise to increase the amount of support available specifically to their students.",
      "type": "qna",
      "q": [
        "What financial support and resources are available to students?",
        "Financial aid for students",
        "are there any scholarships?",
        "is there financial aid?",
        "financial aid",
        "financial support"
      ]
    },
    {
      "qid": "Intent: Housing.28",
      "a": "In the event of a confirmed case, information would be provided to the public by the relevant health agency, according to their protocols. Typically, contacts of confirmed cases would be contacted by public health to discuss precautions. If a resident exposure is identified in follow-up with a confirmed case, public health would contact the relevant facility to discuss next steps.",
      "type": "qna",
      "q": [
        "Will I be told if another person at UBC or on my floor/house/residence is diagnosed with confirmed COVID-19?"
      ]
    },
    {
      "qid": "Intent: Course Planning.9",
      "a": "Academic advising offers a variety of services to meet student’ needs throughout the year.\nVisit Academic Advising for more information: https://students.ok.ubc.ca/academic-success/academic-advising/",
      "type": "qna",
      "q": [
        "How can I meet an Academic Advisor?",
        "Where can I get in touch with an advisor?",
        "How can I contact an Academic Advisor?"
      ]
    },
    {
      "qid": "Intent: Housing. 1923",
      "a": "We send residence offers by email in June. Applicants who don’t get an offer will get a waitlist number.",
      "type": "qna",
      "q": [
        "When will I know if I got a place in residence?",
        "When will I have the information about the room I was assigned?",
        "When will I be assigned a room?",
        "Residence offers, when?"
      ]
    },
    {
      "qid": "Intent: Services.13",
      "a": "Yes, semester permits are refundable for the unused portion of a permit. Permits are prorated. Bring yourself, picture ID and the method of payment used to purchase the permit, to the Parking Services office for a refund. Permits are not refunded in the last two weeks of any semester.",
      "type": "qna",
      "q": [
        "Can I return my parking permit for a refund?"
      ]
    },
    {
      "qid": "Intent: Services.22",
      "a": "Stepped care is designed for high volume student care situations. If long-term or ongoing counselling is needed, particularly if students have pre-existing mental health concerns, counsellors will work with students to determine resources and options in the local community.",
      "type": "qna",
      "q": [
        "What is stepped care?"
      ]
    },
    {
      "qid": "Intent: Housing.55",
      "a": "See the COVID-19 Residence Rules #8 “hosting guests” for guidance.  If your roommate prefers that you host guests in your private room only, then your guests would wear their mask until they are inside your bedroom.",
      "type": "qna",
      "q": [
        "Do my guests need to wear a mask in my shared unit?"
      ]
    },
    {
      "qid": "Intent: Food.12",
      "a": "Momo Sushi – Downtown\n377 Bernard Ave. Kelowna, BC. \n http://momosushi.ca/\nOff-Campus Dining Partners\n\nYou can use your Flex Dollars here",
      "type": "qna",
      "q": [
        "i feel like having sushi",
        "sushi",
        "I want sushi",
        "I love sushi"
      ]
    },
    {
      "qid": "Intent: Housing. 0971",
      "a": "Please contact Student Housing and Hospitality Services immediately.",
      "type": "qna",
      "q": [
        "What if I don’t respond to the residence offer by the deadline?"
      ]
    },
    {
      "qid": "Intent: Financial Aid. 97320982",
      "a": "Enrolment Services Advisors can help you explore available options. Please contact an Enrolment Services Advisor at 604 822 9836 or submit your question online.",
      "type": "qna",
      "q": [
        "I can’t cover my tuition by the deadline. What should I do?",
        "What if I can't pay tuition?",
        "cant pay tuition",
        "unable to pay tuition?"
      ]
    },
    {
      "qid": "CustomNoMatches",
      "a": "Terribly sorry, but I don’t know that one. Ask me another.",
      "type": "qna",
      "q": [
        "no_hits"
      ]
    },
    {
      "qid": "Intent: Services. 19071",
      "a": "Hours: 9:00am to 4:30pm Monday to Friday   \n\n1138 Alumni Ave,\n\nKelowna, BC V1V 1V7",
      "type": "qna",
      "q": [
        "When is the Bookstore open?",
        "Is the bookstore open right now?",
        "when does the bookstore close?",
        "bookstore",
        "where is the bookstore"
      ]
    },
    {
      "qid": "Intent: Covid.7",
      "a": "Indoor events: Effective May 25, 2021, indoor events of up to ten (10) people are permitted, with an approved COVID-19 safety plan in place and adhering to public health guidance, including wearing masks and maintaining physical distance. \n\nOutdoor events:  Effective May 25, 2021, seated outdoor events of up to fifty (50) people are permitted, with an approved COVID-19 safety plan in place and adhering to public health guidance.\n\nThese types of events are permitted province-wide, and apply to UBC’s Vancouver, Okanagan, Robson Square campuses, all UBC sites, and to any in-person events and gatherings planned to be held on or off campus in British Columbia using the safety plan templates and approval processes outlined for UBCV and UBCO. UBC events held in-person in other jurisdictions should follow local public health guidelines.",
      "type": "qna",
      "q": [
        "What is the status of events?"
      ]
    },
    {
      "qid": "Events.1",
      "a": "Response:",
      "l": "qna-events",
      "conditionalChaining": "'More Events'",
      "type": "qna",
      "q": [
        "Events today?",
        "Are there any events going on?"
      ]
    },
    {
      "qid": "ElicitResponse.002",
      "a": "Hello {{SessionAttributes.name_of_user.FirstName}}  What is your faculty at UBCO?",
      "r": {
        "title": "Hello {{SessionAttributes.name_of_user.FirstName}}  What is your faculty at UBCO?",
        "buttons": [
          {
            "text": "Science",
            "value": "Science"
          },
          {
            "text": "Arts",
            "value": "Arts"
          }
        ]
      },
      "elicitResponse": {
        "responsebot_hook": "QNAFaculty",
        "response_sessionattr_namespace": "faculty_of_user"
      },
      "conditionalChaining": "(SessionAttributes.faculty_of_user.facultytype == \"Science\" ) ? \"Science\" : \"Arts\"",
      "type": "qna",
      "q": [
        "Ask my faculty"
      ]
    },
    {
      "qid": "Intent: Course Planning. 9082161",
      "a": "WINTER TERM 1 OR 2:\n\nRegistered (\"REGI\" on the SISC) in 9 or more credits per winter term\n​SUMMER (MAY TO AUGUST):\n\nRegistered (\"REGI\" on the SISC) for 9 or more credits, and\nDo not meet the definition of \"scheduled break\"\nFINAL ACADEMIC TERM:\n\nRegistered (\"REGI\" on the SISC) in any number of credits in the “final” term – “final” as determined by your academic advising office before program completion\n\nIf a final course spans two terms (e.g. 6 credits), each term may be determined to be a final term.\n\nIf final coursework is taken during the summer session (May to August), you can be registered for any number of credits during this period. Your full-time status continues until your letter of completion is available.",
      "type": "qna",
      "q": [
        "Who is considered a full time student?",
        "Difference between full and part time students",
        "How many courses do I need to take to be considered full time student?",
        "full time student vs part time",
        "full time student number of courses"
      ]
    },
    {
      "qid": "Intent: Course Planning.2",
      "a": "If you achieved a grade of four or better on approved AP exams, UBC’s Okanagan campus will award you transfer credit. For more information visit the undergraduate admissions page on AP requirements.\n\nFor courses completed through IB, transfer credit depends on what you completed and your final, minimum score. For more information visit you.ubc.ca.",
      "type": "qna",
      "q": [
        "I completed AP and/or IB courses. Am I eligible for transfer credits?",
        "Can I transfer credits from high school?",
        "IB Credits",
        "International Baccalaureate diploma transfer credits",
        "IB transfer credits",
        "AP transfer credits",
        "Advanced Placement credits",
        "high school transfer credits eligibility"
      ]
    },
    {
      "qid": "Intent: Course Planning.4",
      "a": "Students wishing to take courses at another institution after being admitted to UBC Okanagan must fill out, and have approved, a Letter of Permission (LOP) request. For more information on LOP’s visit the summer and off-campus study options page",
      "type": "qna",
      "q": [
        "Can I take courses at another institution while I am a UBC student studying at the Okanagan campus?",
        "Can I take take classes at another institution?",
        "Can I take take classes at another campus?",
        "Can I take take classes at another university?",
        "Can I take take classes at another college?",
        "courses at another school"
      ]
    },
    {
      "qid": "Intent: Course Planning.3",
      "a": "Students may apply a maximum of 60 credits (with restrictions) completed at other post-secondary institutions towards their UBC degree. If you are a newly admitted transfer student, see the Admission to UBC section in the UBC Okanagan Academic Calendar. If you have further questions or concerns, schedule an in-person, phone, or Skype meeting with an academic advisor for assistance.",
      "type": "qna",
      "q": [
        "How many transfer credits can I count toward my UBC degree?",
        "How many transfer credits can I have?",
        "How many  credits can I transfer?"
      ]
    },
    {
      "qid": "Intent: Course Planning.17",
      "a": "Regularly monitor the class on the Student Service Centre (SSC) to see if a seat becomes available. Sometimes another student will drop the course (and open a seat for you), or sometimes the faculty will open more seats. If the course is not “blocked,” then any available seats will be first come, first served.",
      "type": "qna",
      "q": [
        "My class is full, what do I do?",
        "What happens if the course I want to take is full?",
        "The course I want is full",
        "course full"
      ]
    },
    {
      "qid": "Intent: Course Planning.5",
      "a": "The transfer credit you have been awarded will be available for you to view on your Student Service Centre (SSC). Once you have logged onto your SSC, under the Grades & Records tab, select Transfer Credit. Select UBC Okanagan from the Campus Location drop down menu and your awarded transfer credit will appear.",
      "type": "qna",
      "q": [
        "How do I see my transfer credits?",
        "Where to check my transfer credits",
        "how to check my transfer credits?"
      ]
    },
    {
      "qid": "Intent: Course Planning. 12161",
      "a": "Use the Academic Calendar to guide you: http://www.calendar.ubc.ca/okanagan/courses.cfm?go=institution",
      "type": "qna",
      "q": [
        "I'm wondering how a course I'm considering would meet my degree requirements. How do I know?",
        "How do I know if the courses I will take meet my degree requirements?",
        "Which courses satisfy my degree requirements?"
      ]
    },
    {
      "qid": "Intent: Course Planning.32",
      "a": "Sometimes, it’s necessary to retake a course if the course is required and a specific grade is required in that course. Sometimes, there is no reason to repeat a course that you passed. If you’re unsure of your situation, speak with an Academic Advisor.\n\nAll attempts at a course are listed on your official transcript (unless you withdrew before the drop deadline).\n\nHow repeated courses are calculated depends on the intention of the calculation and which institution is completing the calculation. This can vary greatly. If you’re unsure of your situation, speak with an Academic Advisor.",
      "type": "qna",
      "q": [
        "I'm not happy with my grade (and I didn't fail). Should I retake a course? What does it mean for my transcript?",
        "Want to improve my grade, can I retake a course?"
      ]
    },
    {
      "qid": "Intent: Course Planning.14",
      "a": "Be aware of drop/withdrawal deadlines. The first drop deadline allows you to drop without financial penalty or any notation on your transcript. After that, you’ll have to pay for part of the course, and you’ll see a ‘W’ on your transcript. A ‘W’ on your transcript indicates that you have attempted a university course and have chosen to withdraw within university guidelines. A ‘W’ does not get calculated into your overall GPA or sessional evaluation.\n\nYou can use the registration section of the Student Service Centre (SSC) account to add or withdraw from courses. Be sure you are dropping the course from your registered courses and not from your worklist.  Dropping courses from your worklist is not considered withdrawal from your course.",
      "type": "qna",
      "q": [
        "How do I drop a course?",
        "how to drop a course",
        "drop a class",
        "drop a course"
      ]
    },
    {
      "qid": "Intent: Course Planning.33",
      "a": "Prerequisites have been put in place by your faculty to ensure you have what you need to be successful in the course. If you feel strongly that you can be successful without the prerequisite, there is a ‘prerequisite waiver’ (available on your faculty website). Be sure to clearly articulate why you will be successful despite not having the prerequisites.",
      "type": "qna",
      "q": [
        "I don't meet the prerequisites for a course I wish to take. What do I do?",
        "What are prerequisites?",
        "What are prereqs",
        "I don't have need prerequisites",
        "prerequisites"
      ]
    },
    {
      "qid": "Intent: Course Planning.10",
      "a": "Personalized registration dates are available to view on the Student Service Centre (SSC), typically around a month prior to your registration opening.\nSign into the SSC, hover over the Registration tab, then select ‘Registration’ to determine your registration date.\n\nFor a rough idea of when you will be registering for courses you can check registration dates.",
      "type": "qna",
      "q": [
        "Where do I find my registration date and time?",
        "When do I need to register for my courses?",
        "registration date"
      ]
    },
    {
      "qid": "Intent: Course Planning.28",
      "a": "Check out summer and off-campus study options : https://students.ok.ubc.ca/academic-success/degree-planning/study-options/",
      "type": "qna",
      "q": [
        "What are my study options beyond on-campus UBCO courses?",
        "Can I take classes at other institutions?",
        "classes at other schools?",
        "courses other universities",
        "classes other universities",
        "study abroad"
      ]
    },
    {
      "qid": "Intent: Course Planning.31",
      "a": "It’s never easy to fail a course. You’re welcome to discuss it with an Academic Advisor.\n\nIf you failed a course once, you can retake it by registering the course again. If you’re unable to register the course, contact the relevant department for assistance.",
      "type": "qna",
      "q": [
        "I failed a course, what can I do?",
        "Can I retake a course that I failed?"
      ]
    },
    {
      "qid": "Intent: Course Planning.29",
      "a": "Check out declaring majors: https://students.ok.ubc.ca/academic-success/degree-planning/declaring-majors/",
      "type": "qna",
      "q": [
        "How do I declare or change my major or specialization?",
        "How do I declare my major?",
        "When to declare my specialization?"
      ]
    },
    {
      "qid": "Intent: Course Planning.16",
      "a": "For first year students, use our first-year planning guides to plan your schedule.: https://students.ok.ubc.ca/academic-success/degree-planning/first-year-planning-guides/",
      "conditionalChaining": "'Ask my faculty'",
      "type": "qna",
      "q": [
        "How do I know what courses to take?",
        "How to know if I am taking the right courses",
        "which courses should I take",
        "what courses to take"
      ]
    },
    {
      "qid": "Intent: Course Planning. 9732",
      "a": "Log into the SSC and start browsing the Course Schedule. In the Course Schedule you will be able to create worklists, which will give you a good idea of what your schedule will look like in the coming year. Be aware that one-hour classes are actually 50 minutes and one-and-a-half hour classes are actually 80 minutes. The extra 10 minutes gives you time to get to your next class.\n\nWhen it comes time to register for your courses, you can go into your worklist and select “Register All.” As long as there is still space in the courses, you meet prerequisites, and it hasn’t been blocked you will be registered into the course.",
      "type": "qna",
      "q": [
        "How do I register for courses?",
        "How to enroll in classes?",
        "How to register for courses"
      ]
    },
    {
      "qid": "Intent: Course Planning.25",
      "a": "A Standard Timetable (STT) is a set timetable that incorporates the courses required for a program. If an STT is required for your program, you must register for the STT before adding individual courses. Not all programs offer STTs.\n\nPrograms that offer STTs include Applied Science (year one only), Fine Arts (year one only) Management (year three only). If students in any of these programs would like to make changes to their schedule they will have to contact their program advisor.",
      "type": "qna",
      "q": [
        "What does 'STT' mean?",
        "STT meaning",
        "STT"
      ]
    },
    {
      "qid": "Intent: Course Planning.11",
      "a": "The faculty has chosen to block the course from registration once it filled and will now manage the wait-list accordingly. If the course is blocked with a wait-list, sign up for the wait-list.\n\nIf the course is blocked with no wait-list available, read the Section Comments to find out more specific information. If no information is available under the Section Comments, you are welcome to contact the specific unit offering the course to find out more registration details.",
      "type": "qna",
      "q": [
        "What is a 'blocked' course?",
        "blocked class",
        "blocked course"
      ]
    },
    {
      "qid": "Intent: Course Planning.12",
      "a": "Some faculties choose to restrict who can register in their course(s). A course can be restricted by year level (year >= 3), degree program (BMGT-O), specialization/major (MAJ PSYO), or a combination of these options (year >=2, MAJ PSYO). How the course is restricted will be listed below the seat summary in the course schedule. If you meet the restrictions you will be able to register in the course.",
      "type": "qna",
      "q": [
        "What is a 'restricted' course?",
        "restricted course",
        "restricted class"
      ]
    },
    {
      "qid": "Intent: Course Planning.15",
      "a": "Section comments will include important information about the course that the faculty would like you to be aware of. Faculties may use Section Comments to provide information on registration requirements such as, who to contact about registration issues, as well as information on the course content.",
      "type": "qna",
      "q": [
        "What is a 'Section Comment' in the SSC course schedule?",
        "Section Comment"
      ]
    },
    {
      "qid": "Intent: Course Planning.13",
      "a": "Registering in courses with an overlapping schedule is not recommended as courses may also have overlap in how exams and assignments are scheduled.",
      "type": "qna",
      "q": [
        "Can I register in two courses that overlap in my schedule?",
        "courses overlap"
      ]
    },
    {
      "qid": "Intent: Course Planning. 9961",
      "a": "September 20, 2021",
      "type": "qna",
      "q": [
        "When is the deadline for course registration?",
        "deadline for course registration",
        "last day to register class",
        "last day to register courses"
      ]
    },
    {
      "qid": "Intent: Course Planning.34",
      "a": "For the Winter Session, students in most UBC Okanagan programs can register in a maximum of 18 credits per term (six courses), or 36 credits for the entire session. This is a very heavy workload and is not recommended. If you are considering six courses in one term talk with an Academic Advisor. Most students take 15 credits per term (five courses), or 30 credits for the entire session.\nSometimes, students are required to maintain a full-time course load (minimum nine credits per term in a Winter Session). For example, students residing in UBC Student Housing, students using student loans, and international students are required to maintain full-time status.",
      "conditionalChaining": "'Ask my faculty'",
      "type": "qna",
      "q": [
        "How many courses should I take?",
        "How many courses do I have to take?",
        "How many courses to take?",
        "Number of courses I need",
        "Number of required courses",
        "Number of classes needed",
        "How many courses should I register per term?"
      ]
    },
    {
      "qid": "Intent: Course Planning. 19732",
      "a": "Winter Session runs from September to April and is divided into two terms.\n\nTerm 1 is from Tuesday, September 7th 2021 to Wednesday, December 22nd 2021 (exams finish)\nLast day of classes: Tuesday, December 7th 2021.\n\nTerm 2 is from Monday, January 10th 2022 to Friday, April 29th 2022.\nLast day of classes: Monday, April 11th 2022.",
      "type": "qna",
      "q": [
        "When do classes start?",
        "When is the first day of classes?",
        "when is the last day of classes",
        "academic calendar",
        "when do classes end",
        "when does winter break start?",
        "when is winter break",
        "last day of classes",
        "first day of classes",
        "first day of school",
        "important dates",
        "how long is first term",
        "when do we get vacation",
        "when does vacation start",
        "vacation period"
      ]
    },
    {
      "qid": "Intent: Course Planning. 1212161",
      "a": "When your registration opens, log in to the SSC and register for your courses. Courses fill up quickly, so register as soon as possible and before the course withdrawal date.\n\nPersonalized registration dates are available to view on the Student Service Centre (SSC), typically around a month prior to your registration opening. For first year students it is usually July 5th. \n\nSign into the SSC, hover over the Registration tab, then select ‘Registration’ to determine your registration date.",
      "type": "qna",
      "q": [
        "When should I start registering for courses?",
        "When is course registration",
        "when do I sign up for classes",
        "when register classes",
        "when sign up courses",
        "when register courses",
        "when do i need to register for my courses"
      ]
    },
    {
      "qid": "Intent: Course Planning. 4361",
      "a": "For the Winter Session, students in most UBC Okanagan programs can register in a maximum of 18 credits per term (six courses), or 36 credits for the entire session. This is a very heavy workload and is not recommended. If you are considering six courses in one term talk with an Academic Advisor. Most students take 15 credits per term (five courses), or 30 credits for the entire session.",
      "type": "qna",
      "q": [
        "how many credits to take?",
        "How many courses should I take?",
        "how many classes should I enroll?",
        "how many courses should I have",
        "number of courses required",
        "number of classes required"
      ]
    },
    {
      "qid": "Intent: Course Planning.869732",
      "a": "It’s important to be aware of your degree requirements. These are the courses you must complete to graduate with your chosen degree. \nFor a full list of your degree requirements, check out the Academic Calendar and your faculty website: https://ok.ubc.ca/academics/faculties-and-schools/",
      "type": "qna",
      "q": [
        "What are degree requirements?"
      ]
    },
    {
      "qid": "Intent: Course Planning. 7779732",
      "a": "Yes, as long as it does not have pre-reqs.",
      "type": "qna",
      "q": [
        "Can you take second year courses in first year UBC?"
      ]
    },
    {
      "qid": "Follow up answer Science",
      "a": "Please visit the science courses guide here:",
      "type": "qna",
      "q": [
        "Science"
      ]
    },
    {
      "qid": "arts",
      "a": "Check out the Arts course guidance here:",
      "type": "qna",
      "q": [
        "Arts"
      ]
    },
    {
      "qid": "ElicitResponse.008",
      "a": "What would you like to do today?",
      "r": {
        "title": "What would you like to do today?",
        "buttons": [
          {
            "text": "Check out events?",
            "value": "Yes"
          },
          {
            "text": "Ask a question",
            "value": "No"
          }
        ]
      },
      "elicitResponse": {
        "responsebot_hook": "QNAYesNo",
        "response_sessionattr_namespace": "ToDo"
      },
      "conditionalChaining": "(SessionAttributes.ToDo.Yes_No == \"Yes\" ) ? \"Events Today?\" : \"Ask a Question\"",
      "type": "qna",
      "q": [
        "TO DO"
      ]
    },
    {
      "qid": "ElicitResponse.001",
      "a": "Hi, My name is UBCO Lex what is your name?",
      "elicitResponse": {
        "responsebot_hook": "QNAName",
        "response_sessionattr_namespace": "name_of_user"
      },
      "conditionalChaining": "'TO DO'",
      "type": "qna",
      "q": [
        "Hello",
        "Hi",
        "Hey",
        "sup"
      ]
    },
    {
      "qid": "Intent: Course Planning. 009732",
      "a": "As an Arts student, you are encouraged to fulfill the language requirement within your first 60 credits.\nTo fulfill the language requirement, you must complete one of the following:\n1. Prior to admission, and while still in secondary school, you can complete a language course (excluding English) at a level equivalent to BC Grade 12.\n2. Pass a proficiency test.\n3. Take specific UBC language courses.",
      "type": "qna",
      "q": [
        "How to satisfy the UBC Arts Language Requirement?",
        "UBC Arts Language Requirement"
      ]
    },
    {
      "qid": "Intent: Course Planning. 1119732",
      "a": "To meet with the most students possible during the high-demand registration period, advisors are currently available for drop-in appointments only.\nDrop in for a one-on-one advising session through the virtual line: https://kiosk.ca1.qless.com/kiosk/app/location",
      "type": "qna",
      "q": [
        "Who can I contact if I need help with course registration?"
      ]
    },
    {
      "qid": "123",
      "a": "Before you ask me a question Tell me about you!",
      "conditionalChaining": "'Ask my faculty'",
      "type": "qna",
      "q": [
        "Ask a Question"
      ]
    },
    {
      "qid": "ElicitResponse.003",
      "a": "Do you wanna check out some events?",
      "r": {
        "buttons": [
          {
            "text": "Yes",
            "value": "Yes"
          },
          {
            "text": "No",
            "value": "No"
          }
        ]
      },
      "elicitResponse": {
        "responsebot_hook": "QNAYesNo",
        "response_sessionattr_namespace": "events_value"
      },
      "conditionalChaining": "(SessionAttributes.events_value.Yes_No == \"Yes\" ) ? \"Events today?\" : \"TO DO\"",
      "type": "qna",
      "q": [
        "Events"
      ]
    },
    {
      "qid": "ElicitResponse.004",
      "a": "/  Do you wanna see more events?",
      "r": {
        "title": "/  Do you wanna see more events?"
      },
      "elicitResponse": {
        "responsebot_hook": "QNAYesNo",
        "response_sessionattr_namespace": "events_more"
      },
      "conditionalChaining": "(SessionAttributes.events_more.Yes_No == \"Yes\" ) ? \"Events today?\" : \"TO DO\"",
      "type": "qna",
      "q": [
        "More events"
      ]
    },
    {
      "qid": "Intent: Food.28",
      "a": "The All Access Meal Plan is the same as an All-You-Care-To-Eat meal plan, which is just what it sounds like! Students on this plan will have unlimited access to the Residence Dining Hall in Nechako (our new residence building!), with no restrictions on how often you enter, or what you eat.\nThis meal plan will be the new mandatory meal plan (the former being a declining balance meal plan) for students in Cassiar, Kalamalka, Nicola, Purcell, Valhalla, Skeena, Nechako, and Similkameen Place. \nThe previous declining balance Meal Plan was similar to a debit card, in which each time a purchase was made, the cost was deducted from the meal plan. The new All Access Meal Plan does not have a declining balance. Student can go to the Residence Dining Hall in Nechako at any time, eat what they want, and not  worry about cost or frequency of visits.",
      "type": "qna",
      "q": [
        "What is an All Access Meal Plan, and how does it work?",
        "What is the All Access Meal Plan?",
        "How does the All Access Meal Plan work?",
        "how does the meal plan work?",
        "what is the meal plan?"
      ]
    },
    {
      "qid": "Intent: Food.32",
      "a": "The All Access portion of the meal plan is only for use in the Residence Dining Hall in Nechako. Due to the nature of the dining plan, there are no takeout meals.\nFor those looking for a quick breakfast on the way to an early morning class, there will be fruit, some baked goods, and coffee available to take outside of the dining hall.\nIf you are looking to dine outside of the dining hall, then flex dollars can be used at participating locations.",
      "type": "qna",
      "q": [
        "Can I use the All Access meal plan to eat outside of the dining hall?",
        "Where can I eat with the All Access meal plan?",
        "where can I eat with the meal plan?",
        "What does the All Access meal plan consist of?",
        "where can I use the meal plan?"
      ]
    },
    {
      "qid": "Intent: Food 1",
      "a": "Xing Yun Asian Restaurant\n1.1 km from UBC Okanagan Campus\n\nhttps://www.tripadvisor.ca/Restaurant_Review-g154933-d19972441-Reviews-Xing_Yun_Asian_Restaurant-Kelowna_Okanagan_Valley_British_Columbia.html",
      "type": "qna",
      "q": [
        "I am looking for asian fusion food",
        "asian food"
      ]
    },
    {
      "qid": "Intent: Course Planning.18",
      "a": "Read the ‘Section Comments’ for instructions.",
      "type": "qna",
      "q": [
        "My class is blocked, what do I do?",
        "what to do if the course I want is blocked",
        "course blocked",
        "class blocked"
      ]
    },
    {
      "qid": "Intent: Food. 9",
      "a": "Triple O's Kelowna McCurdy\n4,1 \n (369) · Americana\n948 McCurdy Rd #146",
      "type": "qna",
      "q": [
        "where can I find best burger in okanagan?",
        "best burgers on campus"
      ]
    },
    {
      "qid": "Intent: Food.24",
      "a": "Students swipe their card upon entering the Nechako Dining Hall (more about Nechako here) and have unlimited access to the dining hall, with no restrictions on how often they enter, or what they eat. Students can also use the Flex Dollars portion of their meal plan to make purchases at Nechako’s convenience store, other food service locations on campus, as well as our off-campus partners!\n\nhttps://food.ok.ubc.ca/meal-plans/mandatory/",
      "type": "qna",
      "q": [
        "What is the manadatory meal plan?",
        "Who needs to enroll in the mandatory meal plan?"
      ]
    }
  ]
}